/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Software Update hasn’t been used yet.";
"SUPrefSuccessStatus" = "Software Update ran successfully.";
"SUPrefAllInactiveStatus" = "The only available updates are ones that you have chosen to ignore.";
"SUPrefNoUpdatesStatus" = "No new software updates were available.";
"SUPrefFailedCantConnectStatus" = "Failed. Could not connect to the Internet.";
"SUPrefFailedGenericStatus" = "Failed. Error occurred while checking.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Ignored updates are now available.";

"SUPrefScanningStatus" = "Checking for new software…";
"SUPrefServerErrorStatus" = "The server is currently unavailable. Try again later.";
"SUPrefUnexpectedErrorStatus" = "An unexpected error has occurred.";

"SUPrefCancellingStatus" = "Canceling…";
"SUPrefCancelledStatus" = "Canceled.";

"SUPrefLastStatusCheckTitle" = "Last check:";
"SUPrefLastStatusFailedTitle" = "Last attempt:";
"SUPrefCurrentStatusTitle" = "Status:";
"SUPrefLastSuccessfulStatus" = "Successful. %@.";

"SUPrefNextScheduledDate" = "Next scheduled: %@.";

"Software Update can't check for updates because of a network problem." = "Software Update can't check for updates because of a network problem.";
"Failed to check for updates." = "Failed to check for updates.";
"Diagnose..." = "Network Diagnostics…";
"SUPrefCheckConfigMessage" = "Make sure you’re connected to the Internet, and then try again.";
"OK" = "OK";

"SUPrefUpdateNow" = "Check Now";
"CANCEL" = "Cancel";
